interface FaqItem {
  question: string;
  answer: string;
}
export const author: string =
  'Веду @ne_veriy_tebe відкрито — ділюсь власним досвідом стосунків, помилками і тим, що з них зрозумів. Два роки був ментором для чоловіків: допомагав в розвитку поваги до себе. Це не терапія і не готові рецепти! Тут треба працювати на собою, а головне поважати себе! ';

export const FAQ_ITEMS: FaqItem[] = [
  {
    question: 'Це блог чи заміна терапії?',
    answer:
      'Блог. Тексти допомагають зрозуміти себе, але не замінюють роботу з фахівцем, якщо вона потрібна.',
  },
  {
    question: 'Чи можна написати особисто?',
    answer:
      'Так, найшвидше — у інстаграм @ne_veriy_tebe. Відповідаю особисто, зазвичай протягом одного дня.',
  },

  {
    question:
      'Чи є зараз набір у менторство для розвитку самоповаги та довіри до себе?',
    answer: 'Звісно, ти можеш написати мені в інстаграм, приватно',
  },
  {
    question: 'Де ти викладаєш авторські думки, креативи ?',
    answer:
      'Дуже багато я викладаю в історії в Instagram + Telegram тому підписуйтесь !',
  },
  {
    question: 'Чи підходить блог, якщо я нещодавно розійшовся чи розійшлась?',
    answer: 'Так, основна мета блогу допомогти тобі бути незалежним і сильним.',
  },
  {
    question: 'Чи платний контент на сайті?',
    answer: 'Ні, усі статті — безкоштовні.',
  },
];
